Repository: Mateusz-Nejman/Newtone
Catalog: LocalizationGenerator/Languages/Localization.*.resx
Languages: ru

# AboutAuthor
source: Author: Mateusz Nejman
ru: Автор: Матеуш Нейман

# AboutDesc
source: The player allows you to listen to music from youtube, and locally. The author is not responsible for how the user uses the media from the websites.
ru: Плеер позволяет слушать музыку как с YouTube, так и локально. Автор не несет ответственности за то, как пользователь использует медиа с веб-сайтов.

# AboutWWW
source: Author page
ru: Авторский сайт

source: Add
ru: Добавлять

source: Add tags?
ru: Добавить теги?

source: Artist
ru: Музыкант

source: Artists
ru: Музыканты

# AutoConvert
source: Auto convert to mp3
ru: Автоматически конвертировать в mp3

# AutoDownload
source: Do you want to automatically update downloaded playlists?
ru: Вы хотите автоматически обновлять загруженные списки?

# BackPressed
source: Press again to exit
ru: Нажмите еще раз, чтобы выйти

source: Cancel
ru: Отменить

source: Change name
ru: Переименовать список

# ChoosePlaylist
source: Select playlist
ru: Выберите список

source: Clear
ru: Ясно

source: Connect
ru: Подключения

source: Conversion
ru: Преобразование

# ConversionInputFiles
source: Input files
ru: Входные файлы

# ConversionOutputFolder
source: Output Folder
ru: Папки вывода

# ConversionOutputFormat
source: Output format
ru: Выходной формат

source: Convert
ru: Перерабатывать

source: Cover
ru: Обложка

# CoverLoad
source: Load cover
ru: Загрузите обложку

# CoverSave
source: Save cover
ru: Сохранить обложку

source: Disconnect
ru: Отключить

# FileCorrupted
source: File is corrupted
ru: Файл поврежден

# FolderExists
source: The folder does not exist
ru: Папка не существует

source: Informations
ru: Информация

# Instruction
source: Help
ru: Помощь

# LastViews
source: Last played
ru: Недавно играл

source: Library
ru: Библиотека

# MainPage
source: Home
ru: Дома

# MostViews
source: Most played
ru: Самые популярные

source: New playlist
ru: Новый список

# NewPlaylistHint
source: Enter playlist name
ru: Введите название списка

source: Next
ru: Далее

source: No
ru: Не

# NoConnection
source: No internet connection
ru: Нет доступа в интернет

# NoDownloads
source: No downloads in background
ru: Нет загрузки в процессе

# PermissionGrant
source: Grant permissions
ru: Предоставить разрешения

# PermissionInfo
source: The player requires permission to save data in order to download music and save settings
ru: Плеер требует разрешения на сохранение данных, чтобы скачивать музыку и сохранять настройки

source: Playlist
ru: Список

# PlaylistDownload
source: Create playlist from downloaded tracks?
ru: Создать новый список с загруженными песнями?

# PlaylistExists
source: Playlist exists with this name
ru: Список с таким именем уже существует

# PlaylistOrTrack
source: Download playlist or track?
ru: Скачать список или песню?

# PlaylistPlay
source: Play
ru: Играй

source: Playlists
ru: Списки

source: Progress
ru: Прогресс

source: Question
ru: Вопрос

# QuestionDelete
source: Delete file
ru: Удалить файл

# QuestionDeleteFromPlaylist
source: from playlist
ru: из списка

# QuestionDeletePlaylist
source: Delete playlist
ru: Удалить список

source: Ready
ru: Готовый

source: Receive
ru: Ответ

source: Receiver code
ru: Код получателя

# ReplaceWithExists
source: Replace with existing files
ru: Заменить существующими файлами

# Save
source: Zapisz
ru: Сохранить

source: Search
ru: Поиск

source: Search history
ru: История поиска

source: Searching...
ru: Поиск ...

# SearchTip
source: In search you can paste track or playlist link, or type title name.
ru: Вы можете вставить ссылку на песню или плейлист в поисковую систему или ввести название.

source: Select
ru: Выбрать

source: Select folder
ru: Выберите папку

source: Send
ru: Послать

source: Settings
ru: Настройки

# Settings0
source: Generate tags for local files
ru: Создать теги для локальных файлов

# Settings1
source: Auto tags
ru: Автоматические теги

# Settings2
source: Clear data
ru: Удалить все данные

# Settings3
source: Ignore muting tracks during a call
ru: Выберите тему

# Settings4
source: Add folder to scanned paths
ru: Добавить папку в список отсканированных папок

# Settings5
source: Language
ru: Язык

# SettingsChanges
source: The changes will be visible after restarting the application
ru: Изменения будут видны после перезапуска приложения

# SnackDelete
source: Deleted successfully
ru: Успешно удален

# SnackFileExists
source: File dont exists
ru: Файл не существует

# SnackPlaylist
source: Added to playlist
ru: Добавлено в список

# SnackQueue
source: Added to queue
ru: Добавлено в очередь

# SyncAdd
source: Add to sync
ru: Добавить к отправке

# SyncAddPlaylist
source: Add to sync (playlist)
ru: Добавить к отправке (список)

# SyncHelp1
source: 1. Connect devices to the same network
ru: 1. Подключите устройства к одной сети

# SyncHelp2
source: 2. Enter code or wait for connecting
ru: 2. Введите код или дождитесь подключения

# SyncHelp2Desktop
source: 2. Enter code
ru: 2. Введите код

# SyncHelp3
source: 3. Choose correct option
ru: 3. Выберите подходящий вариант

# SyncPhone
source: Sync with phone
ru: Синхронизация телефона

# SyncReceiving
source: Receiving files
ru: Получение файлов

# SyncSending
source: Sending files
ru: Загрузка файлов

# SyncShowFiles
source: Show files to send
ru: Показать файлы для отправки

# ThemeDark
source: Dark
ru: Темный

# ThemeDefault
source: Default
ru: Дефолт

# ThemeLight
source: Pink
ru: Розовый

source: Title
ru: Название

# TitleDownloads
source: Downloading
ru: Коллекция

source: Track
ru: Песня

# TrackCount
source: Saved tracks
ru: Сохраненные песни

# TrackCountPlaylist
source: Tracks
ru: Песни

# TrackMenuDelete
source: Delete
ru: Удалить

# TrackMenuEdit
source: Edit
ru: Редактировать

# TrackMenuPlaylist
source: Add to playlist
ru: Добавить в список

# TrackMenuQueue
source: Add to queue
ru: Добавить в очередь

source: Tracks
ru: Песни

source: Unknown artist
ru: Неизвестный художник

source: Unpacked
ru: Распакованный

source: Warning
ru: Внимание

source: Yes
ru: Да

source: Your code
ru: Ваш код

# YoutubeError
source: An error occurred due to changes to YouTube. Please wait for the update with the given changes.
ru: Произошла ошибка из-за изменений на YouTube. Пожалуйста, дождитесь обновления с данными изменениями.
